{
  "menu": {
    "nav-about":"About",
    "nav-projects":"Projects",
    "nav-contact":"Contact"
  },
  "bot": {
    "thing1": "hello",
    "thing2": "hello you",
    "thing3": "hello you you"
  },
  "about": {
    "hello": "👋 Hi! I am Sara Alite Villodre and I am a Junior Front End Developer.",
    "studies":"👩‍🎓 I studied Translation and Interpreting. My first foreign language is English, the second is French and my native language is Spanish. I also have studied a bit of Romanian and Spanish sign language too!",
    "tech":"💻 I love all sort of languages, tech languages too! That's why I started learning how to code. After following a Python course and attending a few tech conferences I decided to become a developer. Yay! So I studied a front end bootcamp and I fell in love (even more) with tech. You can take a look at some of the projects I did during this course in the section 'Projects'. When the bootcamp finished I continued learning on my own. Now I am following online courses to be better every day!",
    "hobbies":"🍂 When I am not coding you can find me reading about Psychology, History or Phylosophy, translating for fun, watching good horror films, wandering around the city or the nature, doing handcrafts or cooking.",
    "whatcanIdo": "What can I do?",
    "title-tech":"These are some of the technologies I have worked with, but I can't wait to learn more."
  },
  "projects":{
    "personal":"These are my personal projects",
    "porfolio":"My porfolio",
    "recipes":"Recipes blog - ON DEVELOPEMENT",
    "adalab":"Below you can find some of the projects I worked on during the bootcamp",
    "css":"Responsive web page with animations and transitions - CSS/HTML5/Mobile first",
    "css-group": "Group project: Responsive webpage to promote students - CSS/HTML5/SASS/Mobile first",
    "javascript-group": "Group project: Web app: generator of customized visit cards - CSS/HTML/SASS/JS/Responsive",
    "javascript": "Mini game: Guess the number - CSS/HTML/JS/Responsive",
    "javascript-film":"Series finder connected to API Rest",
    "react-group": "Code refactoring of classmates' code - CSS/HTML/SASS/REACT/Responsive",
    "react": "Rick and Morty character finder - CSS/HTML/REACT/Responsive"
  },
  "contact":{
    "title":"Contact",
    "intro":"If you want to contact me in order to make suggestions about my work, take a look at my social media or just chat you can find me in Linkedin, Github or send me an email. I am also looking for my first job as a front end developer, so if you think that my profile fits what you are looking for, don't hesitate and let me know!"
  }
}
