{
  "menu": {
    "nav-about":"About",
    "nav-projects":"Projects",
    "nav-contact":"Contact"
  },
  "bot": {
    "sentence1": "Click here to chat with me :)",
    "sentence2": "Welcome to my portfolio!",
    "sentence3": "Do you want to take a look at my code? Go to my Github profile, in the Contact section!",
    "sentence4": "You can also send me an email or visit my Linkedin profile",
    "sentence5": "Go to Proyects section to take a look at my work",
    "sentence6": "I hope this 90s decoration takes you to your best years",
    "sentence7": "If you have suggestions to improve my code you can create a pull request in my Github profile",
    "sentence8": "But...it works on my machine!",
    "sentence9": "Have you tried $sudo?",
    "sentence10": "Did you know that September the 13th is the software developers day?",
    "sentence11": "How many developers does it take to change a light bulb? None, it's a hardware problem",
    "sentence12": "There are 10 types of people in the world: those who understand binary and those who don't",
    "sentence13": "Do you know Ada Lovelace? And Grace Hopper? And Margaret Hamilton?",
    "sentence14": "God bless StackOverflow",
    "sentence15": "It's been a while since your last commit, doesn't it?",
    "sentence16": "Why did the programmer quit his job? Because he didn't get arrays",
    "sentence17": "-Programmer: Son, can you count to 10? -3yr old son: 1, 2, 3... -Programmer: Stop. You're not my son",
    "sentence18": "I love pressing F5, it's refreshing"

  },
  "about": {
    "hello": "👋 Hi! I am Sara Alite Villodre and I am a Junior Front End Developer.",
    "studies":"👩‍🎓 I studied Translation and Interpreting. My first foreign language is English, the second is French and my native language is Spanish. I also have studied a bit of Romanian and Spanish sign language too!",
    "tech":"💻 I love all sort of languages, tech languages too! That's why I started learning how to code. After following a Python course and attending a few tech conferences I decided to become a developer. Yay! So I studied a front end bootcamp and I fell in love (even more) with tech. You can take a look at some of the projects I did during this course in the section 'Projects'. When the bootcamp finished I continued learning on my own. Now I am following online courses to be better every day!",
    "hobbies":"🍂 When I am not coding you can find me reading about Psychology, History or Philosophy, translating for fun, watching good horror films, wandering around the city or the nature, doing handcrafts or cooking.",
    "whatcanIdo": "What can I do?",
    "title-tech":"These are some of the technologies I have worked with, but I can't wait to learn more."
  },
  "projects":{
    "personal":"These are my personal projects",
    "porfolio":"My porfolio",
    "recipes":"Recipes blog - ON DEVELOPEMENT",
    "adalab":"Below you can find some of the projects I worked on during the bootcamp",
    "css":"Responsive web page with animations and transitions",
    "css-group": "Group project: Responsive webpage to promote students",
    "javascript-group": "Group project: Web app: generator of customized visit cards",
    "javascript": "Mini game: Guess the number",
    "javascript-film":"Series finder connected to API Rest",
    "react-group": "Code refactoring of classmates' code",
    "react": "Rick and Morty character finder"
  },
  "contact":{
    "title":"Contact",
    "intro":"If you want to contact me in order to make suggestions about my work, take a look at my social media or just chat you can find me in Linkedin, Github or send me an email. I am also looking for my first job as a front end developer, so if you think that my profile fits what you are looking for, don't hesitate and let me know!"
  },
  "footer":{
    "develop":"Developed by Sara Alite Villodre",
    "year":"2020",
    "code":"May the code be with you"
  }
}
