{
  "menu": {
    "nav-about":"Sobre mi",
    "nav-projects":"Proyectos",
    "nav-contact":"Contacto"
  },
  "bot": {
    "thing1": "holi",
    "thing2": "holi a tu"
  },
  "about": {
    "hello": "👋 ¡Hola! Me llamo Sara Alite Villodre y soy desarrolladora Front End Junior.",
    "studies":"👩‍🎓En la universidad estudié Traducción e Interpretación. Mi primera lengua extranjera es inglés, la segunda francés y mi lengua nativa es el español. También he estudiado un poco de rumano y lengua de signos.",
    "tech":"💻 Me encantan los lenguajes de todo tipo, ¡los de programación también! Por eso empecé a programar. Después de seguir un curso de Python y acudir a unas cuantas conferencias y talleres decidí que quería convertirme en programadora. Así que estudié un bootcamp, donde me enamoré aún más de la programación. Puedes echar un vistazo a algunos de los proyectos que hice durante este curso en la sección 'Proyectos'. Al terminar este curso he seguido formándome online por mi cuenta y trabajando en proyectos personales para ser cada día una mejor profesional.",
    "hobbies":"🍂 Si no estoy programando lo más probable es que esté leyendo sobre psicología, historia o filosofía, traduciendo por diversión, viendo una buena película de terror, paseando por la ciudad o la naturaleza, haciendo manualidades o cocinando.",
    "whatcanIdo": "¿Qué puedo hacer?",
    "title-tech":"Estas son algunas de las tecnologías con las que he trabajado hasta ahora, pero estoy deseando aprender más."
  },
  "projects":{
    "personal":"Estos son mis proyectos personales",
    "porfolio":"Mi porfolio",
    "recipes":"Blog de recetas - EN DESARROLLO",
    "adalab":"Aquí puedes ver algunos de los proyectos que hice durante el bootcamp",
    "css":"Página web responsive con animaciones y transiciones - CSS/HTML5/Mobile first",
    "css-group": "Proyecto grupal: Página web responsive para dar a conocer a las estudiantes - CSS/HTML5/SASS/Mobile first",
    "javascript-group": "Proyecto grupal: Web app: generador de tarjetas de visita personalizadas - CSS/HTML/SASS/JS/ Responsive",
    "javascript": "Mini juego: Adivina el número - CSS/HTML/JS/Responsive",
    "react-group": "Refactorización de código del proyecto de compañeras - CSS-HTML-SASS-REACT-Responsive",
    "react": "Buscador de personajes de Rick y Morty - CSS/HTML/REACT/Responsive"
  },
  "contact":{
    "intro":"Si quieres contactar conmigo para hacer sugerencias sobre mi trabajo, ver mis redes sociales o simplemente charlar puedes encontrarme en Linkedin, Github o escribirme un email. También estoy buscando mi primer empleo como desarrolladora Front End, así que si crees que mi perfil puede encajar en lo que buscas no dudes en decírmelo."
  }
}